fisherman/await
oh-my-fish/theme-bobthefish
Tosuke/emoji-cli-fish
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
oh-my-fish/plugin-peco
fisherman/spin
fisherman/z
