tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "actionlint"
brew "giflib"
brew "libpng"
brew "openssl@3"
brew "awscli"
brew "cloud-sql-proxy"
brew "cocoapods"
brew "node"
brew "corepack"
brew "ctags"
brew "curl"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "golangci-lint"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "jpeg"
brew "mas"
brew "mise"
brew "mtr"
brew "mysql-client"
brew "openjdk"
brew "python@3.10"
brew "redis"
brew "shellcheck"
brew "smartmontools"
brew "sqlfluff"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
cask "1password"
cask "altair-graphql-client"
cask "applite"
cask "aquaskk"
cask "bettertouchtool"
cask "brewlet"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keystore-explorer"
cask "neat"
cask "postico"
cask "postman"
cask "qblocker"
cask "scroll-reverser"
cask "secretive"
cask "sequel-ace"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "yubico-authenticator"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Grammarly for Safari", id: 1462114288
mas "Tampermonkey", id: 1482490089
mas "Toggl Track", id: 1291898086
mas "uBlacklist for Safari", id: 1547912640
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
