tap "k0sproject/tap"
brew "node"
brew "corepack"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "helm"
brew "kubernetes-cli"
brew "mas"
brew "mise"
brew "terraform"
brew "tmux"
brew "vim"
brew "k0sproject/tap/k0sctl"
cask "1password"
cask "amazon-photos"
cask "brewlet"
cask "discord"
cask "docker-desktop"
cask "font-dejavu-sans-mono-nerd-font"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "macskk"
cask "neat"
cask "qblocker"
cask "scroll-reverser"
cask "secretive"
cask "spotify"
cask "stats"
cask "synology-drive"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Dictionaries", id: 1380563956
mas "Grammarly for Safari", id: 1462114288
mas "Keepa - Price Tracker", id: 1533805339
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Max Inspect", id: 1438113612
mas "Perplexity", id: 6714467650
mas "Tailscale", id: 1475387142
mas "Tampermonkey", id: 6738342400
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "uBlacklist for Safari", id: 1547912640
mas "uBlock Origin Lite", id: 6745342698
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
